<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<link rel="stylesheet"
	href="${pageContext.request.contextPath }/css/bootstrap.css" />
<link rel="stylesheet"
	href="${pageContext.request.contextPath }/css/bootstrap-grid.css" />
<!-- fontawesome 에서 제공해주는 icon을 사용하기 위해 로딩  -->
<link rel="stylesheet"
	href="https://use.fontawesome.com/releases/v5.7.0/css/all.css"
	integrity="sha384-lZN37f5QGtY3VHgisS14W3ExzMWZxybE1SJSEsQp9S+oqd12jhcu+A56Ebc1zFSJ"
	crossorigin="anonymous /">
<link href='${pageContext.request.contextPath }/css/font.css' rel='stylesheet' type='text/css'>
<style>
	html {
	scroll-behavior: smooth;
	}
	h3{
	font-size: 20px;
	}
	
</style>
</head>
<body>
	<!-- Main Page -->
	<div class="main-page">
		<!-- Top Navigation -->
		<jsp:include page="../top/navbar.jsp"></jsp:include>
		<!-- Top Navigation Close -->
		<!-- Main Content -->
		<div class="container main-content">
			<div class="container header">
				<h1 class="mt-5 md-5 font-weight-bold">이용약관</h1>
			</div>
			<div class="container content">
				<h3 class="mt-4">이 약관은 전기통신 사업법 및 동 법 시행령에 의하여 워너뮤직코리아(이하 “회사”라 합니다)가 워너뮤직코리아 웹사이트(이하 “웹사이트”이라 합니다)를 통해 제공하는 서비스(이하 “서비스”라 합니다)의 이용조건 및 절차에 관한 사항, 회사와 사용자의 권리와 의무 및 책임사항을 규정함을 목적으로 합니다.</h3>
				<p class="mt-4"><strong>제1조. 사용자 자격조건</strong><br />웹사이트는 개인 자격으로만 이용할 수 있으며, 대한민국 이외의 지역에서 이용할 경우 자격이 제한 될 수 있습니다. 또한 이로 인해 발생하는 문제에 대해서는 회사에서 책임을 지지 않습니다. 기타 아래 항목에 해당하는 경우에도 웹사이트 또는 서비스 사용에 제한이 될 수 있습니다.</p>
				<ul>
					<li>14세 미만의 아동이 사용한 경우</li>
					<li>다른 사람의 명의 계정을 사용한 경우</li>
					<li>개인정보와 관련한 사항을 허위로 기재한 경우</li>
					<li>사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 사용한 경우</li>
					<li>연락처가 불분명한 경우</li>
				</ul>
				<p><strong>제2조. 약관에 대한 동의 및 변경</strong><br />사용자께서는 약관을 자세히 읽으시기 바라며, 약관에 동의하지 않으시면 이 단계에서 사용을 중단해야 합니다.</p>
				<ul>
					<li>회사는 본 약관을 개정할 경우 이를 사전에 사용자에게 고지합니다.</li>
					<li>회사가 사용자에 대한 통지가 필요한 경우, 사용자가 회원 가입 시 등록한 이메일로 통지 할 수 있습니다.</li>
					<li>회사가 다수의 사용자에 대한 통지의 경우, 웹사이트의 첫 화면에서 별도의 창을 통하는 등의 방법으로 게시함으로써 개별 통지에 갈음할 수 있습니다.</li>
					<li>사용자는 개정된 약관에 동의하지 아니하는 경우 본인의 웹사이트 이용을 취소할 수 있으며, 회사가 7일 이내 의사표시를 하지 않을 경우 동의 의사표시가 표명된 것으로 본다는 뜻을 사용자에게 명확히 통지하였음에도 불구하고 거부의 의사표시 없이 웹사이트를 계속 사용할 경우에는 약관 개정에 동의한 것으로 간주됩니다.</li>
					<li>회사는 경우에 따라 본 약관을 변경할 수 있으며, 이럴 경우, 본 조 2항의 방식으로 사용자에게 7일 전에 본 약관이 변경되는 사실 및 변경되는 내용을 고지합니다.</li>
				</ul>
				<p><strong>제3조. 개인정보 수집 및 개인정보보호</strong><br />회사의 개인정보 처리에 대해서는 개인정보 처리방침을 참고하시기 바랍니다.</p>
				<p><strong>제4조. 저작권의 귀속 및 이용제한</strong><br /></p>
				<ul>
					<li>회사가 제공하는 저작물에 대한 저작권 기타 지적 재산권은 회사에 귀속합니다.</li>
					<li>사용자는 회사가 제공하는 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.</li>
				</ul>
				<p><strong>제5조. 서비스 이용기간 및 사용시간</strong><br />서비스의 이용은 2017년 9월 01일부터 서비스 종료 시 까지며, 이 기간 동안 1일 24시간 가능함을 원칙으로 합니다.</p>
				<ul>
					<li>서비스의 특성상 보수, 정기점검, 불가항력적 사유 등의 이유로 회사가 정한 날이나 시간에는 이용이 제한되거나 중지될 수 있습니다.</li>
					<li>회사의 사정으로 인해 서비스가 종료, 연장될 수 있으며, 이럴 경우 2조 3항에 따라 사용자들에게 고지합니다.</li>
				</ul>
				<p><strong>제6조. 사용책임</strong><br />웹사이트의 사용책임은 모두 사용자에게 있으며 회사는 고의 또는 중과실이 없는 한 사용자가 사용중인 하드웨어 또는 소프트웨어 고장이나 분실, 차단 등으로 인해 발생하는 문제에 대한 책임을 지지 않습니다.</p>
				<p><strong>제7조. 이벤트 당첨자선정 및 경품지급관련</strong><br />웹사이트 내에 경품지급을 하는 이벤트를 진행할 수 있으며, 이에 따른 이벤트 고지 및 응모방법을 안내하고 응모자들 중에 추첨을 통해 당첨자를 선정을 하며 당첨자들에게는 다음의 절차를 통해 경품을 지급합니다.</p>
				<ul>
					<li>당첨자에게는 이벤트 응모 시, 사용한 계정정보(페이스북, 이메일)를 통해 당첨자께 개별 통보를 드립니다. 사용자의 SNS 설정으로 개별 메시지 전송이 불가할 경우, 당첨이 자동 취소되므로 이벤트 기간 동안 이벤트 운영자가 개별 메시지를 전송할 수 있도록 계정 설정을 수정하시는 것을 권장 드립니다.</li>
					<li>경품을 받으실 배송정보를 안내 드린 기간 내에 지정된 연락처로 전송해야 합니다. 경품지급에 대한 소득신고 및 법령에 의한 제세공과금 부담을 위해 신분증 사본을 지정된 연락처로 전송해야 합니다. 배송정보 제공 기간 내에 배송정보를 제공하지 않으면 당첨이 취소될 수 있으며, 신분증 사본 수급이 완료된 후 상품이 지급됩니다. 3차례의 연락을 통해 연결이 되지 않으면 상품 수령 권한이 소멸됩니다.</li>
					<li>당첨자는 회사가 허용하는 경우를 제외하고 회사에 경품 대신 현금이나 대체 상품을 요구할 수 없습니다. 단, 회사가 국내에서 지정된 경품을 구할 수 없는 경우에는 당첨자에게 이벤트 페이지에 지정된 경품과 동일한 가치의 대체 상품을 지급할 수 있습니다. 당첨자는 회사의 사전 서면 동의가 없으면 경품수령권 등 당첨에 따른 일체의 권리를 제3자에게 양도할 수 없습니다. 회사는 상품 배송 지연이나 상품 수취 시 정부에서 부과하는 지방세에 대해서는 책임지지 않습니다. 웹사이트 내 경품 이미지는 예시이며 실제로 제공되는 경품은 다를 수 있습니다.</li>
				</ul>
				<p><strong>제8조. 회사의 권리 및 책임</strong><br />본 서비스를 유지 운영하는 회사의 권리와 책임은 다음과 같습니다.</p>
				<ul>
					<li>회사는 기술 결함 또는 기타 요인으로 인해 웹사이트의 적절한 운영을 방해 받는 경우 전적으로 회사의 판단에 따라 서비스 전체 또는 일부를 취소, 중지 및/또는 수정할 권리가 있습니다.</li>
					<li>회사는 자격이 의심되거나, 본 약관을 준수할 수 없거나 하지 않는 사용자나 또는 웹사이트의 내용을 변경 또는 수정하는 행위, 회사의 서버에 부담을 주거나 네트워크 시스템에 지장을 주는 행위, 위법한 목적이나 수단으로 웹사이트를 이용하는 행위, 악성 바이러스나 유해 데이터 등을 침입시키는 행위, 회사의 지적재산권을 침해하는 행위, 모욕적이거나 위법한 정보를 웹사이트를 통해 송신 또는 공개하는 행위, 다른 사용자의 정당한 웹사이트 이용을 방해하는 행위, 기타 웹사이트 이용과 관련하여 법령을 위반한 행위 등을 한 사용자에 관하여 자체 재량으로 해당 사용자의 자격을 박탈할 권리가 있습니다.</li>
					<li>사용자가 등록 과정이나 캠페인 운영에 임의로 개입한 경우, 본 약관을 위반하는 행위를 한 경우, 또는 비신사적 행위나 파괴적 행위를 했다고 판단되는 경우, 회사는 자체 재량으로 해당 사용자의 자격을 박탈하고 관련된 모든 사용정보를 무효 처리할 권리가 있습니다.</li>
					<li>의도적으로 서비스의 적법한 운영을 저해하려는 시도는 민형사상 처벌 대상이 될 수 있으며, 이러한 시도를 하는 자에 대해 회사는 법이 허용하는 최대 범위까지 손해 및 기타 조치에 대한 배상(변호사 비용 포함)을 청구할 권리가 있습니다. 회사가 본 약관을 강제 집행하지 못한다고 해도 본 조항에 대한 책임을 면제받을 수 없습니다. 본 서비스와 관련한 모든 문제에 대한 최종 결정권은 회사에게 있습니다.</li>
				</ul>
				<p><strong>제9조. 사용자 권리 및 책임</strong><br />본 서비스를 사용하는 사용자의 권리와 책임은 아래와 같습니다.</p>
				<ul>
					<li>사용자는 본 서비스를 이용하는데 있어, 이에 관련된 모든 의무를 이행하고, 모든 관련 법규 및 약관을 준수하여야 합니다.</li>
					<li>사용자는 사용자에게 구속력을 갖는 어떠한 합의 또는 제한 조건도 위반하지 않습니다.</li>
					<li>사용자는 본 약관에 따른 사용자의 확인 또는 약관을 위반하여 발생하는 책임, 손실, 손해, 비용 및 지출(적절한 변호사 비용을 포함하되 이에 국한하지 않음)에 대해 회사를 변호 및 배상하며 피해를 주지 않는다는 데 동의합니다.</li>
					<li>사용자는 회사 측에 고의 또는 중과실이 없는 한 웹사이트의 사용, 이벤트 응모로 인하여 전체 또는 부분, 직간접적으로 발생한 사망, 재산 피해 및 홍보권, 명예 훼손 또는 사생활 침해에 기초한 청구를 포함하되 이에 국한되지 않는 피해, 손실, 손해, 청구 또는 모든 종류의 조치에 대하여 회사와 그 자회사, 공급업체, 유통업체, 광고/홍보업체 및 상품공급자는 물론 각 회사의 경영자, 임원, 직원 및 대리인에게 어떠한 책임도 묻지 않을 것이며 어떠한 피해도 입히지 않을 것임에 동의합니다.</li>
				</ul>
				<p><strong>제10조. 책임 제한</strong><br />회사는 고의 또는 중과실이 없는 한 다음과 같은 사항에 대해서는 책임을 지지 않습니다.</p>
				<ul>
					<li>사용자의 오류, 인쇄 오류, 오타 또는 서비스에 사용된 장비 또는 프로그래밍의 오류로 인한 경우</li>
					<li>전화선 또는 네트워크 하드웨어나 소프트웨어의 고장, 중단 또는 연결해제를 포함하되 이에 국한되지 않는 모든 종류의 기술적 오류가 발생한 경우</li>
					<li>서비스 운영, 투표의 업로드, 처리, 판단, 이벤트 공지 또는 이벤트 관련 자료에서 발생한 인쇄, 오타, 기술적 오류, 컴퓨터, 네트워크 또는 사람의 오류가 발생한 경우</li>
					<li>메일의 연착, 분실, 전송 실패, 손상 또는 도난이 발생한 경우</li>
					<li>사용자의 이벤트 응모나 상품 수신, 사용 또는 오용(관련된 이동/활동 포함)으로 인해 전체 또는 부분적으로나, 직간접적으로 발생한 인명 또는 재산 피해나 손실이 발생한 경우</li>
					<li>기술적 문제, 컴퓨터 시스템 고장, 서버, 공급업체, 하드웨어/소프트웨어, 네트워크 연결 실패 또는 연결 해제, 컴퓨터 전송 실패, 미완료, 중단, 왜곡 또는 지연, 또는 상기 문제들의 조합으로 인한 오전송 또는 미전송이 발생한 경우</li>
				</ul>
				<p><strong>제11조. 분쟁</strong><br />관련 법령이 허용하는 범위 내에서 사용자는 다음에 동의합니다. (1) 본 서비스나 이에 관련하여 지급된 상품 및 관련된 여타의 모든 분쟁, 청구 및 소송의 관할은 대한민국의 법원에서 처리합니다. (2) 여타의 모든 청구, 판결 및 지급 판결은 본 서비스 이용으로 인해 발생한 비용을 포함한 실제 현금 지불 비용에 국한되며 변호사 비용은 제외됩니다. (3) 어떠한 경우에도 사용자는 실제 현금 지불 비용을 제외한 간접적, 처벌적, 부수적 및 결과적 손해 및 기타 모든 손해와 손해를 배가 또는 증가시키는 모든 권리에 대해 배상을 받을 수 없고 이에 대한 모든 청구 권리는 본 조항에 의하여 포기합니다. 본 약관의 구성, 유효성, 해석 및 효력, 또는 서비스와 관련된 사용자와 회사의 권리 및 의무에 대한 모든 사안 및 문제는 대한민국 법령에 따라 해석 및 관리함으로써, 대한민국 사법관할 이외 지역의 법률 선택 문제 또는 법규 충돌이 발생하지 않도록 합니다.</p>
				<p><strong>제12조. 기타 조항</strong><br />회사와 사용자의 법률적 관계에는 대한민국 법이 적용됩니다. 서비스 관련해서 발생하는 모든 법적 조치나 소송은 대한민국의 관련 관할 법원에서 진행되어야 합니다.<br />서비스와 관련된 정보자료 또는 설명자료는 본 약관의 중요한 부분입니다. 단, 서비스와 관련된 정보자료나 설명자료의 내용이 동 약관의 내용과 배치될 경우, 그 해당 내용은 무효이며 본 약관이 우선시 됩니다.</p>







			</div>
		</div>
		<!-- Main Content Close -->
		<!-- Footer -->
		<jsp:include page="../bottom/footer.jsp"></jsp:include>
		<!-- Footer Close -->
		<!-- Fixed Button -->
		<a href="#" id="topbutton"style="position:fixed; bottom: 10%; right: 10%; display:none;">
			<button class="btn btn-dark">
				<i class="fas fa-chevron-up"></i>
			</button>
		</a>
		<!-- Fixed Button Close -->
	</div>
	<!-- Main Page Close -->
	<!-- Script -->
	<script src="${pageContext.request.contextPath }/js/jquery-3.5.1.js"></script>
	<script src="${pageContext.request.contextPath }/js/bootstrap.js"></script>
	<script>
		$("#carouselimage").mouseenter(function(){
			$("#topbutton").hide();
		}).mouseleave(function(){
			$("#topbutton").show();
		});
	</script>
	<!-- Script Close -->
</body>
</html>